; Turkish
; Çevirmen: Jasanayaka (Ali Haktan Sığın)

[Turkish]
IDS_UPDATE_NO=Güncelleme yok.
IDS_UPDATE_YES=Yeni sürüm (%s) mevcut. İndirme sayfası açılsın mı?
IDS_FILE=Dosya
IDS_EXPLORE=Ekran görüntüleri klasörünü aç
IDS_EXIT=Çıkış
IDS_VIEW=Görünüm
IDS_LANGUAGE=Dil
IDS_SETTINGS=Ayarlar
IDS_HELP=Yardım
IDS_WEBSITE=Website
IDS_CHECKUPDATES=Güncellemeleri kontrol et
IDS_ABOUT=Hakkında
IDS_DONATE=Bağış yap!
IDS_TRAY_SHOW=Göster/Gizle
IDS_ALWAYSONTOP_CHK=Her zaman üstte
IDS_HIDEME_CHK=Çekim öncesi ana pencereyi gizle
IDS_CLASSICUI_CHK=Klasik arayüzü kullan (yeniden başlatma gerekli)
IDS_STARTMINIMIZED_CHK=Arkaplanda aç
IDS_LOADONSTARTUP_CHK=Sistem açıldığında otomatik başlat
IDS_CHECKUPDATES_CHK=Güncellemeleri otomatik kontrol et (önerilir)
IDS_COPYTOCLIPBOARD_CHK=Görüntüyü kopyala
IDS_DISABLEAEROONWND_CHK=Çekilen pencerede Aero'yu devre dışı bırak
IDS_PLAYSOUNDS_CHK=Çekim sesi çal
IDS_INCLUDEMOUSECURSOR_CHK=Fare imlecini de çek
IDS_CLEARBACKGROUND_CHK=Pencere arkaplanını temizle
IDS_MODE_FULLSCREEN=Tam ekran
IDS_MODE_WINDOW=Pencereye geç
IDS_MODE_REGION=Seçilen bölge
IDS_IMAGEFORMAT=Farklı kaydet...
IDS_FOLDER=Ekran görüntüleri klasörü
IDS_QUICKSETTINGS=Basit ayarlar
IDS_MODE=Mod
IDS_SCREENSHOT=Ekran görüntüsü
IDS_HOTKEYS=Kısayol tuşları
IDS_DISABLE=Devre dışı bırak
IDS_WARNING_HOTKEYS=Kısayol tuşları zaten kullanılıyor!
IDS_SAVE=Tamam
IDS_CLOSE=Kapat
IDS_FILENAME=Dosya adı
IDS_UPDATE_ERROR=Güncelleme sunucusuna bağlanılamadı.
IDS_UPDATE_DOWNLOAD=Güncelleme indiriliyor...
IDS_UPDATE_DONE=Güncelleme indirildi.
IDS_UPDATE_INIT=Yeni sürüm kontrol ediliyor...
IDS_UPDATE_INSTALL=Güncelleme mevcut, yüklemek ister misiniz?
IDS_INCLUDEWINDOWSHADOW_CHK=Include window shadow
